Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H11B.tmx
Source language: en_us
Languages: zh_cn

source: The University of Bologna
zh_cn: 大学之母：博洛尼亚大学

source: The University of Bologna (Italian: Università di Bologna, UNIBO) is a university located in Bologna, Italy, founded in 1088.
zh_cn: 博洛尼亚大学位于意大利的城市博洛尼亚，创立于1088年。

source: As of 2000 the University's motto is Alma mater studiorum (Latin for "nourishing mother of studies") The University has about 100,000 students in its 23 schools.
zh_cn: 自2000年始这所大学的校训被定为：Alma mater studiorum （拉丁文，意为大学之母）。博洛尼亚大学拥有大约100000名学生，23个学院。

source: It has branch centers in Imola, Ravenna, Forlì, Cesena and Rimini and a branch center abroad in Buenos Aires.
zh_cn: 它的分校遍布意大利的伊莫拉，拉文那，弗利，切辛纳，里米尼以及海外的布宜诺斯艾利斯。

source: Moreover, it has a school of excellence named Collegio Superiore di Bologna.
zh_cn: 此外，它还有一所名为博洛尼亚高等学院（Collegio Superiore di Bologna）的精英学校。

source: It is widely recognised as the oldest university, considering that it was the first to use the term universitas for the corporations of students and masters which came to define the institution.
zh_cn: 鉴于它的教师和学生团体是历史上第一个用大学（University）一词来定义他们的组织机构的，因此这所大学被公认为最古老的大学。

source: The date of its founding is uncertain, but believed by most accounts to have been 1088.
zh_cn: 博洛尼亚大学创立的时间不太确切，但一般认为是在1088年。

source: The university received a charter from Frederick I Barbarossa in 1158, but in the 19th century, a committee of historians led by Giosuè Carducci traced the founding of the University back to 1088, which would make it the oldest university in the world.
zh_cn: 它在1158年收到了一份德意志国王腓特烈一世巴尔巴罗萨授予的特许状，但是，在19世纪一支由焦苏埃-卡尔杜齐领导的史学家委员会把它的创立日期追溯到了1088年，这也证明它是世界上最古老的大学。

source: University of Oxford and University of Salamanca are members of this select club.
zh_cn: 牛津大学和萨拉曼卡大学也在最古老大学之列。

source: Roderick Long, a professor at philosophy at Auburn University in Alabama, USA, and prominent libertarian anarchist thinker, has asserted this is an example of spontaneous order and the result of the invisible hand of the market in his work A University Built by the Invisible Hand, as the University was not deliberately created, but arose through mutual aid societies of foreign students (called "nations" as they grouped by nationality, for instance there would be an association of French students, English students, etc.) for protection against city laws which imposed collective punishment on foreigners for the crimes and debts of their countrymen.
zh_cn: 美国的一位自由主义思想家，阿拉巴马州墨本大学的哲学教授罗德里克-朗恩，在他的著作《一所无形之手建造的大学》中断言，博洛尼亚大学的建立是自生自发秩序的典型例子，也是市场这一无形之手支配的结果。也就是说这所大学不是被有意识地创建的，而是通过外国学生成立互助组织（各个国家的留学生组成的被称作“nation”的团体，比如法国学生协会，英国学生协会等等）以保护他们在与当地居民的犯罪及债务纠纷中不受当地法律的集体惩罚而逐渐出现的。

source: These students then hired scholars from the city to teach them. The scholars had to compete between students for patronage.
zh_cn: 这些学生从城里聘请学者教他们，而学者们则需要在学生中竞争以获得资助。

source: In time the various "nations" decided to form a larger association, or universitas-thus, the university.
zh_cn: 就在这时，各个学生团体决定组成一个更大的协会，或者集合体，也就是现在所谓的大学。

source: The university grew to have a strong position of collective bargaining with the city, since by then it derived significant revenue through visiting foreign students, who would depart if they were not well treated.
zh_cn: 鉴于博洛尼亚城从外国留学生那里得到的巨大的收益，这个大学在和城市进行劳资谈判中也逐渐占据了强势地位。如果这里待遇不好，我们就选择离开。

source: Thus, the foreigners in Bologna received greater rights, and collective punishment was ended.
zh_cn: 因此，博罗尼亚城的外国学生拥有着比较大的权利，集体惩罚也被废止了。

source: There was also effective collective bargaining with the scholars who served as professors at the university.
zh_cn: 劳资谈判对在大学任职教授的学者也起着很有效的约束作用。

source: By initiation or threat of a student strike, the students could enforce their demands as to the content of courses and the pay professors would receive, for otherwise they would be paid nothing with the students failing to attend.
zh_cn: 以罢课作为威胁的学生可以强行实施他们对课程的要求且教授们不得不接受，否则一旦没有了学生，教授们将一无所获。

source: University professors were thus hired, fired, and had their pay determined by an elected council of two representatives from every student "nation" which governed the institution, with the most important decisions requiring a majority vote from all the students to ratify.
zh_cn: 由掌管着学校的各个学生团体各自推选出来的两名代表组成的选举委员会，具有决定教授任免和支付薪水的权利。而涉及重大问题的决议时则由全体学生集体投票表决。

source: The professors could also be fined if they failed to finish classes on time, or complete course material by the end of the semester.
zh_cn: 在学期末没有按时完成教授任务和课程资料的教授，可以被解雇。

source: A student committee, the "Denouncers of Professors", kept tabs on them and reported any misbehavior.
zh_cn: 这里有一个名为“教授的监察官”的学生会，负责记录通报教授们的每一个错误行为。

source: Professors themselves were not powerless, however, forming a College of Teachers, essentially a teachers union which collectively bargained with the university government controlled by the students, securing the rights "to determine both examination fees and requirements for the degree.
zh_cn: 教授们也并不是没有权利的，他们组成了教师学会，实质上是一个能够集体和学生所管控的大学进行劳资谈判的教师工会，他们享有着决定考试费用和学位标准的权利。

source: A balance of rights thus emerged through negotiation: the obligations of professors were determined by the students, while the obligations of students were determined by the professors.
zh_cn: 这样权利的平衡就通过协商建立了起来:教授的责任由学生决定，学生的责任由教授决定。

source: It was a power-sharing scheme; the students, however, continued to act as the dominant partner, since they were the paying clients and collectively carried more clout."
zh_cn: 这是一种权利分享的方案，不过学生依然起着主导作用，因为是他们在支付着薪水，也集体性地持有更多的权利。

source: Eventually, the city ended this, paying professors from tax revenues, and making it a chartered public university.
zh_cn: 最终，博洛尼亚城结局完满，教授们从税收中获得薪水，这座城市也成为了一个开放型的大学。

source: The university is historically notable for its teaching of canon and civil law; indeed, it was set up in large part with the aim of studying the Digest,[6] a central text in Roman law, which had been rediscovered in Italy in 1070, and the university was central in the development of medieval Roman law.
zh_cn: 这所大学在历史上因教授正典圣经和罗马法而闻名。此言不虚，它在很大程度上是为了研习罗马法的中心内容而设立的。罗马法于1070年在意大利被重新发现，这所大学也是中世纪罗马法发展的中心。

source: Until modern times, the only degree granted at that university was the doctorate.
zh_cn: 直到近代，这所大学唯一授予的学位是博士学位。

source: Since 2000, the University's motto has been Alma mater studiorum (Latin for "nourishing mother of studies")
zh_cn: 自2000年，博洛尼亚大学校训被定为：大学之母。
